Revit 2026 API

# ProjectInfoIssueDate Property

---

Get or Set the Project Issue Date of the Project Information.

**Namespace:** Autodesk.Revit.DB**Assembly:** RevitAPI (in RevitAPI.dll) Version: 26.0.4.0 (26.0.4.0)

```csharp
public string IssueDate { get; set; }
```
```vb
Public Property IssueDate As String
	Get
	Set
```
```cpp
public:
property String^ IssueDate {
	String^ get ();
	void set (String^ value);
}
```
```fsharp
member IssueDate : string with get, set
```

#### Property Value

String

This property is used to get or set the Project Issue Date of the Project Information.

#### Reference

ProjectInfo Class

Autodesk.Revit.DB Namespace